fio/ceph-file-layout/bs_su256k_o2m/seqr_s1m_j1.out
seqr: (g=0): rw=read, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=libaio, iodepth=1
fio-3.18
Starting 1 thread

seqr: (groupid=0, jobs=1): err= 0: pid=63051: Fri Feb 21 03:34:03 2020
  read: IOPS=1298, BW=81.1MiB/s (85.1MB/s)(23.8GiB/300007msec)
    slat (usec): min=18, max=231, avg=35.99, stdev= 4.18
    clat (usec): min=407, max=130090, avg=733.09, stdev=1367.60
     lat (usec): min=434, max=130115, avg=769.21, stdev=1367.55
    clat percentiles (usec):
     |  1.00th=[  545],  5.00th=[  578], 10.00th=[  594], 20.00th=[  619],
     | 30.00th=[  644], 40.00th=[  652], 50.00th=[  668], 60.00th=[  685],
     | 70.00th=[  709], 80.00th=[  742], 90.00th=[  791], 95.00th=[  824],
     | 99.00th=[  971], 99.50th=[ 2376], 99.90th=[14091], 99.95th=[35390],
     | 99.99th=[63177]
   bw (  KiB/s): min= 6144, max=92928, per=100.00%, avg=83181.85, stdev=18367.73, samples=599
   iops        : min=   96, max= 1452, avg=1299.72, stdev=287.00, samples=599
  lat (usec)   : 500=0.07%, 750=82.69%, 1000=16.35%
  lat (msec)   : 2=0.32%, 4=0.40%, 10=0.05%, 20=0.04%, 50=0.06%
  lat (msec)   : 100=0.02%, 250=0.01%
  cpu          : usr=0.43%, sys=3.53%, ctx=775821, majf=0, minf=217
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=389514,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=81.1MiB/s (85.1MB/s), 81.1MiB/s-81.1MiB/s (85.1MB/s-85.1MB/s), io=23.8GiB (25.5GB), run=300007-300007msec