fio/ceph-file-layout/bs_su256k_o2m/seqr_s1m_j128.out
seqr: (g=0): rw=read, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=libaio, iodepth=1
...
fio-3.18
Starting 128 threads

seqr: (groupid=0, jobs=128): err= 0: pid=59802: Fri Feb 21 02:55:25 2020
  read: IOPS=17.9k, BW=1117MiB/s (1171MB/s)(327GiB/300013msec)
    slat (usec): min=22, max=5278, avg=63.43, stdev=26.44
    clat (usec): min=657, max=252928, avg=7098.64, stdev=1927.55
     lat (usec): min=715, max=252988, avg=7162.28, stdev=1927.82
    clat percentiles (usec):
     |  1.00th=[ 6063],  5.00th=[ 6259], 10.00th=[ 6390], 20.00th=[ 6521],
     | 30.00th=[ 6587], 40.00th=[ 6652], 50.00th=[ 6718], 60.00th=[ 6783],
     | 70.00th=[ 6849], 80.00th=[ 6980], 90.00th=[ 8455], 95.00th=[10028],
     | 99.00th=[11994], 99.50th=[12518], 99.90th=[19530], 99.95th=[41681],
     | 99.99th=[83362]
   bw (  MiB/s): min=  948, max= 1235, per=100.00%, avg=1118.16, stdev= 0.55, samples=76544
   iops        : min=15170, max=19764, avg=17890.29, stdev= 8.78, samples=76544
  lat (usec)   : 750=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=94.93%, 20=4.97%, 50=0.06%
  lat (msec)   : 100=0.03%, 250=0.01%, 500=0.01%
  cpu          : usr=0.05%, sys=0.71%, ctx=10316461, majf=0, minf=125026
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=5360048,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=1117MiB/s (1171MB/s), 1117MiB/s-1117MiB/s (1171MB/s-1171MB/s), io=327GiB (351GB), run=300013-300013msec